IDEA StatiCa Open Model
MatAnchorProperties.FLS Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Limit force in shear.
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double FLS { get; set; }
Public Property FLS As Double
	Get
	Set
public:
property double FLS {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatAnchorProperties Class
IdeaRS.OpenModel.Material Namespace